[
{"date": "23rd August 2017", "tags": ["School"], "name": "Lucie", "text": ["We didn’t have enough chairs in the classroom. Me and my friend went to get chairs for ourselves from the next door classroom. We were told ‘let the boys do that. You girls won’t be strong enough’ by our male teacher. We ,it’s definitely would have been."]},
{"date": "23rd August 2017", "tags": ["Public space", "Workplace"], "name": "Emily", "text": ["When I was 17, I worked in a clothing store that sold both mens and womens clothing, as well as some unisex items. ", "I was working overtime in the evening, around 8.30pm during the winter so it was already dark. I was by myself on the shop floor as my manager was cashing up in the stock room, when a man in his late 50s/early 60s came in and started asking about the winter boots we had on special offer. ", "We kept all of the stock below the display table, so I knelt on the floor to find his size when he said “Whilst you’re down there, why don’t you take one for the team?”. As I was quite a naive 17 year old, I didn’t quite understand, so I just awkwardly smiled and ignored it. After he bought the boots and left, I went to speak with my manager. She confirmed that he was actually insinuating I gave him a blowjob, I was shocked and quite upset! She told me to just ‘ignore it and don’t get upset by it’!", "Even when I think about it now, it makes me extremely uncomfortable."]},
{"date": "23rd August 2017", "tags": ["Media"], "name": "Bollocks", "text": ["“Vaginas need sex or they’ll waste away” ", "With a lovely picture of a young white girl pulling her pants down, in case you didn’t know what or where a vagina is.", "No wonder so many brown immigrants really believe white women are slutty when every sleazy picture is of a young white womans body.", "Plus of course totally untrue, did I need to tell you that? When has any body part wasted away ?", "\nHow is this in a newspaper online? I was reading about the terrorist attack. Instead I’m reminded that my perfectly healthy vagina shouldnt be as healthy as it is, since I don’t shove men up it. Or bits of women.", "\nThe mind boggles. How about teaching girls it’s ok to say no and actually a celibate life is not only a valid choice, it’s a damn site easier.", "\nWomen are under outrageous sexual pressure as it is, they don’t need to be prude shamed online."]},
{"date": "23rd August 2017", "tags": ["Public space"], "name": "Samantha", "text": ["I was out at a bar with my boyfriend, my best friend and a few friends when this guy I didn’t know walked by me and grabbed my ass. He continued to circle my group of friends and kept winking at me and my best friend even though we made it clear attention was unwanted and I was obviously there with someone. I told everyone I was with that I wanted to leave, but before leaving I walked up to the creep and threw my drink on him."]},
{"date": "23rd August 2017", "tags": [], "name": "Katy", "text": ["I’m 17 and earlier this summer I was walking home from my summer job and a guy drove past me and wolf whistled at me. It annoyed me so much because why do men do it? It won’t accomplish anything because women see it as insulting. But this is another one of those little things that is considered normal. A small action that most people don’t think anything of."]},
{"date": "23rd August 2017", "tags": ["Media"], "name": "Sigh", "text": ["“Top news WATCH video – Woman gets hysterical, punches herself….”", "Not really top news is it, daily India express?", "\nWhy the link to a video, you want us to watch some woman hit  herself? Why? ", "Every day and every country. At least now we know the scale of the problem."]},
{"date": "23rd August 2017", "tags": ["Public space", "Public Transport"], "name": "Nora", "text": ["Yesterday: I am walking along the platform of a Berlin train station. A guy closes up to me and says “Hey, pretty lady, do you have a cigarette? NO? You have really beautiful legs, seriously!” While I shake my head and ignore him, he makes “appreciative” obscene sounds, supposedly imitating the sound of my legs touching each other while I’m walking."]},
{"date": "23rd August 2017", "tags": ["University"], "name": "Gwen", "text": ["Me and my girlfriend were on our way back from our Burlesque social, high on life and full of fun. 3 white men in a Nissan Corsa wound down their window and screamed “Nice legs, girls!”. We kept our composure, held our heads high. But when we got back to our halls, I broke down in tears. How is this still happening?"]},
{"date": "23rd August 2017", "tags": [], "name": "Kitty", "text": ["The fact that some people still think that if someone gets jealous of their partner, it’s because they care. Um no, jealousy is NOT a sign of love, & it isn’t a compliment either! It’s a sign of control! I’ve heard about several cases where women have been stalked and/or murdered by jealous ex (male) partners who’ve taken the view that if they can’t have their exes, no one can. What I also find annoying is the fact that women are always portrayed as ‘bunny-boilers’ who take being spurned badly (the old adage ‘hell hath no fury like a woman scorned’ springs to mind), yet I’ve heard about far more men who behave like this than women."]},
{"date": "23rd August 2017", "tags": [], "name": "Rayne", "text": ["I’ve always suffered with excessive body hair, which due to the ills of society I have been forced to keep under control through shaving (it’s terrible that men are not forced to do this). Anyway, I was travelling through the jungle last summer as part of a community project in Belize and I started to get very close to a Danish guy. As I had been away for a long time I had not been able to shave regularly. When we finally got naked, he took one look at me and pushed me away. He said all manner of horrible things to me and then told all the other guys on the project that I looked like a monkey. I now have serious emotional issues and do not know what to do."]}
]